{
  "added_tokens_decoder": {},
  "auto_map": {
    "AutoTokenizer": [
      "tokenization_qwen.QWenTokenizer",
      null
    ]
  },
  "clean_up_tokenization_spaces": true,
  "model_max_length": 8192,
  "padding_side": "left",
  "split_special_tokens": false,
  "tokenizer_class": "QWenTokenizer"
}
